#Программа "Автодиллер"
#Создана для подсчета окончательной стоимости авто  учетом налогов и платежей

print("\t\t\tЗдравствуйте!")
print ("\t\t\tВас приветствует приложение автоцентра Skoda")

print("\n\nВведите стоимость автомобиля в $, для расчета его окончательной цены")

price = int(input("\nВведите стоимость автомобиля: "))
 
nalog = price / 100 * 15
print("\nНалог: ", nalog, "долларов")
 
reg_sbor = price / 100 * 3
print("\nРегистрационный сбор: ", reg_sbor, "долларов")
print("\nСтраховка: ", 1000, "долларов")
print("\nДоставка машины: ", 500, "долларов")
 
full = price + nalog + reg_sbor + 10000 + 5000
print("\n\nИтого: ", full, "долларов")
 
print("\n\nБлагодарим, что Вы выбрали нас!")
input("Введите Enter, чтобы закрыть приложение...")
