#Программа симулятор китайского пирожка с "сюрпризом",
#которая при запуске отображает один из пяти различных "сюрпризов",
#выбранных случайным образом.

print("Добрый вечер!")
print("Вы, как 100-ый клиент за день, получаете пирожок с секретной начинкой!")
print("У нас 5 секретных начинок, и мы не знаем какая вам достанется. Удачи!\n")
import random
stuffing = random.randint(1, 5)
if stuffing == 1:
    print ("Вам попалась начинка с рисом и яйцом!Поздравляю!В ближайшее время значительно улучшатся Ваши финансы!")
elif stuffing == 2:
    print("Вам попалась начинка с курагой!Поздравляю! Со здоровьем у Вас все будет отлично!")
elif stuffing == 3:
    print("Вам попалась начинка с картошкой!Поздравляю! У Вас надежный и любящий спутник!")
elif stuffing == 4:
    print("Вам попалась начинка с сосиской!Поздравляю! Вас ждет романтический вечер!")
elif stuffing == 5:
    print("Вам попалась начинка с салатом!Поздравляю!Скоро Ваш бизнес расширится!")
else:
    print("Что-то сломалось наверное, приходите за призом завтра...")
input("Нажмите Enter, чтобы покинуть розыгрыш...")
