# Задание: Написать программу симулятор пирожка с "сюрпризом",
#которая бы при запуске отображала один из пяти различных "сюрпризов",
#выбранных случайным образом.
 
print ("\t\t\t\tДобрый вечер!")
print ("Вы, как 100-ый клиент за день, получаете пирожок с секретной начинкой!")
print ("У нас 5 секретных начинок, и мы не знаем какая вам достанется. Удачи!\n")
 
import random
stuff = random.randint (1, 5)

if stuff == 1:
print ("Вам попалась начинка с рисом и яйцом! Поздравляю!")
 
elif stuffing == 2:
print ("Вам попалась начинка с курагой! Поздравляю!")
 
elif stuffing == 3:
print ("Вам попалась начинка с картошкой! Поздравляю!")
 
elif stuffing == 4:
print ("Вам попалась начинка с сосиской! Поздравляю!")
 
elif stuffing == 5:
print ("Вам попалась начинка с салатом! Поздравляю!")
 
else:
print ("Что-то сломалось наверное, приходите за призом завтра...")
 
input ("Нажмите Enter, чтобы покинуть приложение...")
