#Программа "Чаевые"
#Создана для подсчета суммы чаевых,
#которые клиент может оставить в зависимости от того,
#насколько ему понравилось обслуживание

print (
    '''
Уважаемый посетитель клуба 'Вертихвостка'!
Мы ради приветсвовать Вас в нашем заведении!
С помощью этого прилоения Вы быстро и легко можете расчитать
размер чаевых для официанта, который Вас обслуживал
    ''')

check = int(input("\nДля начала введите сумму счета в гривнах (без копеек): "))
 
# Рассчитываем размер чаевых
tip_good = check / 100 * 20
tip_bad = check / 100 * 10
print("\nЕсли вам понравилось обслуживание, то оставьте официантке ",tip_good, "гривен")
print("Если же нет, то оставьте ", tip_bad, "гривен")
print ("\nВсего к оплате, если Вам у нас понравилось", check + tip_good, "гривен")
print ("\nВсего к оплате, если Вы не совсем довольны обслуживание", check + tip_bad, "гривен")
 
input("\n\nНажмите ENTER, чтобы закрыть приложение...")
